const questionItems = {
  1: {
    head: `Q 01`,
    question: `나는 옷을 고를때`,
    answers: [`무난한 모던이 좋아!`, `그래도 포인트가 하나는 있어야 끌려!`],
    answerTypes: [`A`, `B`]
  },
  2: {
    head: `Q 02`,
    question:
      `요즘 머리가 싫증이 났다.
      어떻게 바꿔볼까?`,
    answers: [
      `나는 유행하는 스타일로 커트를 할래.`,
      `이미지 변신에는 탈색이지. 화려한 금발에 도전할래!`
    ],
    answerTypes: [`A`, `B`]
  },
  3: {
    head: `Q 03`,
    question:
      `오늘 특별한 사람과 중요한 약속이 있다!
      신경쓰는 포인트는?`,
    answers: [
      `나는 꾸꾸꾸.
      머리부터 발끝까지 전부 다 신경써서 나가겠어!`,
      `나는 꾸안꾸.
      하나의 포인트로 임팩트를 주겠어. 예를 들면 양말?`
    ],
    answerTypes: [`B`, `A`]
  },
  4: {
    head: `Q 04`,
    question:
      `영하 2도의 출근(등교)룩!
      나의 스타일링은?`,
    answers: [
      `추울 때는 무조건 따뜻하게 입어야지.
      (롱패딩+히트텍+히트텍+히트텍+추리닝+머플러)`,
      `날이 추워도 입고싶은 옷은 포기 못해!
      (라이더자켓+슬랙스)`
    ],
    answerTypes: [`B`, `A`]
  },
  5: {
    head: `Q 05`,
    question:
      `한 번 가봤던 장소에 대해서는
      얼만큼 기억할 수 있을까?`,
    answers: [
      `한 번밖에 안 가봤는데 어떻게 기억해?`,
      `한 번 가봤어도 당연히 기억하지!`
    ],
    answerTypes: [`B`, `A`]
  },
  6: {
    head: `Q 06`,
    question:
      `새로 산 옷이 택 때문에
      목 뒤쪽이 까슬거릴 때,`,
    answers: [
      `너무 신경쓰여, 바로 가위로 잘라버린다.`,
      `뭐 입다보면 길들겠지~ 귀찮지만 그냥 둔다.`
    ],
    answerTypes: ['A', 'B']
  },
  7: {
    head: `Q 07`,
    question:
      `온라인 / 오프라인 중
       어디서 옷을 살까?`,
    answers: [
      `무조건 오프라인에서 직접 보는게 마음 편해.`,
      `까짓것 대충 온라인으로도 충분하지.`
    ],
    answerTypes: ['N', 'N']
  },
  8: {
    head: `Q 08`,
    question:
      `오랜만의 바깥 나들이,
       나의 외출 타입은?`,
    answers: [
      `날씨도 확인하고, 시간에 맞춰 여유롭게 나간다.`,
      `아 맞다 마스크. 늦었는데! 정신없이 달려나간다.`
    ],
    answerTypes: [`A`, `B`]
  }
};

export default questionItems;