const ResultItems = {
  1: {
    name: `1460 모노`,
    tags: [`데일리템`, `무광`, `올블랙`, `꾸안꾸`, `모던시크`, `심플의정석`],
    image: ``,
    description:
      `사소한 것들조차도 놓치지 않는 꼼꼼한 성격을 가지셨군요! 언제 어디서나 흐트러지지 안흔 깍쟁이 성격이에요. 너무 완벽주의자적인 성격 탓에 본인이 지칠 때도 있지만 살짝의 망가짐이나 흐트러짐조차 허용할 수 없어요. 그래서 가끔 고지식하다는 얘기도 들어요. 철저하고 계획적인 당신! 그런 당신에게는 시크한 올블랙의 정석인 1460 모노를 추천해요. 신발끈도 깔끔하게 묶을 것 같은 당신, 1460 모노와 함께 삶에 멋을 추가해 보는 건 어떨까요? 사시사철 닥터마틴의 멋짐에 빠져보아요!`,
    outfitImage: ``,
    friend: `1461 페이턴트`,
    friendImage: ``
  },
  2: {
    name: `1460 나파`,
    tags: [`오리지널`, `유연한가죽`, `무광`, `송민호`, `유명템`, `꾸안꾸`],
    image: ``,
    description:
      `당신은 털털한 성격이지만 섬세한 성격까지 지니셨군요! 그래서 어디서든 적응도 금방하는 성격이라 주위에 사람이 많이 모여요. 본인의 안정을 최우선으로 여겨요. 긍정적이고 더 나은 상황을 만들고자 노력하는 진정한 이상주의자. 그런 당신에겐 닥터마틴의 클래식한 제품인 1460 나파를 추천해요. 부드러운 가죽의 안정감과 날렵한 목라인으로 당신을 더 돋보이게 해 줄거에요. 그리고 포인트인 옐로우 스티치가 당신의 멋스러움을 한층 더 업그레이드 해 줄 수 있는 신발이랍니다.`,
    outfitImage: ``,
    friend: `2976 첼시 스무스`,
    friendImage: ``
  },
  3: {
    name: `1490 버지니아`,
    tags: [`빈티지`, `슬림`, `편안한`, `휘뚜루마뚜루`, `부드러운`, `쉬운매치`],
    image: ``,
    description:
      `누구에게나, 어떤 사회에서나 잘 맞춰갈 수 있고 융통성 있는 성격의 매력 넘치는 당신! 융통성이 넘치다 못 해 성인군자형이네요. 정이 많고 공감 능력이 뛰어나요. 그래서 대체적으로 온화한 당신이지만 의외의 면에서 충동적인 면을 보이기도 하고 본인이 고수하는 부분을 타인이 간섭하면 불같이 화를 낼 때도 있어요. 그런 당신에게는 닥터마틴의 아이코닉 부츠 버지니아가 어울려요! 유연한 버지니아 가죽으로, 어느 상황에서나 부드럽게 신을 수 있어요. 유연한 착화감과 매력적인 길이감으로 다양한 연출이 가능하죠. 하지만 끈을 타이트하게 조일 때는 확실한 슬림핏으로 연출할 수 있다는 게 큰 특징이에요. 어느 때나 유연하지만 졸라맬 땐 확실하게 졸라매주는 당신과 아주 찰떡콩떡!`,
    outfitImage: ``,
    friend: `1460 WS`,
    friendImage: ``
  },
  4: {
    name: `2976 첼시 스무스`,
    tags: [`입문템`, `얼굴마담`, `소개팅프리패스`, `미니멀`, `패션의완성`, `사계절`],
    image: ``,
    description:
      `성실하고 온화하며 협력적인 당신! 배려심이 깊고 남들을 챙기는 걸 좋아하지만 원칙주의자적인 성향이 있네요. 나만의 원칙이 뚜렷한 스타일이에요. 겉으로는 무덤덤해보여도 속으로는 생각도 많고, 나서는 것은 싫어해도 관심 받는 것은 좋아하는군요. 닥터마틴의 모노 첼시라인 2976이 딱 어울려요. 어느 착장에도 두루두루 어울리고 엇나가지 않는 슈즈지만, 오리지널 첼시부츠에 비해서 시크함과 깔끔함이 돋보이죠. 관심이 필요하다면 좀 더 과감하게 스타일링해도 좋아요! 2976은 언제나 원칙에서 어긋나지 않는 선에서 당신을 돋보이게 해줄거에요.`,
    outfitImage: ``,
    friend: `1460 나파`,
    friendImage: ``
  },
  5: {
    name: `1460 WS`,
    tags: [`무광`, `다양한활용`, `포인트`, `은은한화려함`, `화이트플룹스`, `간죽간살`],
    image: ``,
    description:
      `자기가 좋아하는 사람외에는 자신을 잘 드러내지 않는 성격이에요. 그래서 조금 차가워보일 수도 있어요. 하지만 차가운 모습 뒤에 숨겨진 따뜻한 반전매력을 가지고 있어요. 자기가 친하다고 생각하는 사람에게 스스럼없이 장난치고 말도 많아요. 닥터마틴과 함께 당신의 반전매력을 좀 더 드러내보는 게 어떨까요? 너무 튀는 것은 싫지만 너무 수수한 것은 심심하다고 느끼는 당신에게, 고급스러운 세련미와 시크함을 지닌 블랙에 귀여운 화이트 스티치가 박힌 1460 WS를 추천해요! 당신의 반전매력을 한 층 더 드러내 줄 거예요. 2가지 끈(화이트, 블랙)이 함께 제공되어 더욱 다양한 연출을 즐길 수 있답니다!`,
    outfitImage: ``,
    friend: `1490 버지니아`,
    friendImage: ``
  },
  6: {
    name: `테리`,
    tags: [`유니크`, `큐티섹시`, `빈지노`, `커플템`, `캐주얼`, `어디에나`],
    image: ``,
    description:
      `통통 튀는 성격의 낙천적인 성격을 지니셨군요, 매사에 적극적이고 주체적이에요. 싫은 건 딱 싫다고 말 할 수 있어요. 잘못된 건 잘못됐다고 말해야 직성이 풀리는 스타일이에요. 남 눈치보는 거 싫어요. 그래서 호불호가 강해요. 그런 당신에겐 독특한 디자인의 러프한 샌들을 추천해요! 발등을 거의 덮는 레더 밴드가 특징이랍니다. 신발 자체도 굉장히 가벼워서 통통 튀는 당신에게 딱 어울리는 신발이에요. 어디서든 당신의 밝은 에너지를 닥터마틴과 함께 전달해 보는 건 어떨까요?`,
    outfitImage: ``,
    friend: `제이든 하이`,
    friendImage: ``
  },
  7: {
    name: `제이든 하이`,
    tags: [`멋쁨`, `자동보정`, `자연스러운키높이`, `높은공기`, `1초지퍼`, `벌키볼드`],
    image: ``,
    description:
      `독립심이 강하고 혼자서 돌아다니는 게 세상 제일 편한 당신! 다른 사람에게 관심이 없고 다른 사람이 당신을 어떻게 신경쓰는지에도 별 관심이 없으시네요. 자기애가 굉장히 강하고 하고 싶은 것은 다 해야 하지만, 일을 마무리하는 데는 애를 꽤나 먹기도 하는군요. 그런 당신에게는 제이든 하이가 딱이에요. 제이든 통굽의 높이감과 과감함에도 남의 시선에 기죽지 않고 소화시킬 수 있을 거예요. 10홀이니만큼 끈을 매거나 푸는데 인내심이 걸릴 수 있지만 괜찮아요! 그런 당신을 위해서 부츠의 옆면에 원샷 원킬 지퍼가 있으니!`,
    outfitImage: ``,
    friend: `테리`,
    friendImage: ``
  },
  8: {
    name: `1461 페이턴트`,
    tags: [`반짝반짝`, `포인트`, `돋보이는`, `섹시한바디감`, `시선집중`, `켄달제너`],
    image: ``,
    description:
      `순간의 흥분되는 감정이나 상황에 쉽게 빠져들고, 주위 사람들과 함께 만끽하는 것을 원하는 당신! 흥이 많고 즉흥적인 사람이군요! 사교적인 쇼맨십을 넘어, 뛰어난 미적감각까지 보유하고 있어요. 하지만 즉각적인 즐거움에 심취해 가끔 실수를 하기도 하네요. 미래 계획만 더 신경쓴다면 세상에서 누릴 수 있는 온갖 즐거움과 재미를 경험하면서 살 수 있을 타입이에요. 이런 당신에게는 언제나 반짝반짝 광이 나는 페이턴트가 어울려요! 어느 상황에서든 흥이 나는 당신을 위해, 언제든지 룩의 포인트가 될 준비가 되어 있어요. 다양한 패턴과 색깔의 양말은 페이턴트를 즐기는 1000퍼센트의 방법! 하지만 반짝반짝 빛나는 애나멜인만큼 돌봄이 조금 필요하기도 하죠, 페이턴트를 돌보며 자신도 돌보는 침착한 시간을 가져보는 건 어떨까요?`,
    outfitImage: ``,
    friend: `1460 모노`,
    friendImage: ``
  },
};

export default ResultItems;